app/controllers/url_controller.rb

  def create
    url = Url.new
    url.originial = params[:email]

    if url.save
---
INSERT INTO "urls" ("created_at", "originial", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-07-07 03:50:56.783989"], ["originial", "http://"], ["updated_at", "2014-07-07 03:50:56.783989"]]